Repository: PRGfx/Psmb.Newsletter
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: ru

# flash.confirm
source: All that remains is to confirm your subscription. Open your email and follow the link in the message.
ru: Осталось подтвердить вашу подписку. Откройте вашу почту и пройдите по ссылке в письме.

# flash.noEmail
source: You haven’t shown your email address
ru: Вы не ввели свой e-mail

# flash.wrongEmail
source: You have shown an incorrect email address
ru: Вы ввели некорректный e-mail

# flash.alreadyRegistered
source: You are already subscribed to our mailing list
ru: Вы уже подписаны на нашу рассылку

# flash.confirmed
source: Your subscription has been registered! You will now receive mailings from us.
ru: Ваша подписка оформлена! Ждите от нас новых писем.

# flash.noToken
source: Something has gone wrong. Perhaps you have already activated your subscription?
ru: Что-то не так... Возможно, вы уже активировали свою подписку?

# flash.unsubscribed
source: You have successfully unsubscribed from our mailing list
ru: Вы отписались от рассылки

# flash.updated
source: You have successfully changed the parameters of your subscription
ru: Параметры вашей подписки изменены

# js.send
source: Send
ru: Отправить

# js.test
source: Test
ru: Тест

# js.sending
source: Sending...
ru: Отправляю...

# js.sent
source: Newsletter sent
ru: Рассылка отправлена

# js.error
source: Error
ru: Ошибка

# js.selectSubscription
source: Please select a subscription
ru: Выбирите подписку

# js.sendTo
source: Send newsletter to:
ru: Отправить рассылку группе:

# js.loading
source: Loading...
ru: Загрузка...

# js.confirmationTitle
source: Send newsletter
ru: Отправить рассылку

# js.confirmationDescription
source: This will send the letter to all subscribers. Check that all your changes are published to live workspace and hit "Send".
ru: Вы отправляете письмо всем подписчикам! Проверьте, что все изменения опубликованы и нажмите "Отправить".

# js.testConfirmationTitle
source: Send test newsletter
ru: Отправить тестовое письмо

# js.testEmailLabel
source: Enter test email:
ru: Введите тестовый email:
